Repository: marrrydm/FXCourse
Catalog: ForexCourse/Support/*.lproj/Localizable.strings
Languages: tr

# title1
source: Introduction to Forex Trading
tr: Forex Ticaretine Giriş

# title2
source: Basics of Technical Analysis in Forex Trading
tr: Forex Ticaretinde Teknik Analizin Temelleri

# title3
source: Fundamental Analysis in Forex Trading
tr: Forex Ticaretinde Temel Analiz

# title5
source: What is the main goal of scalping in Forex trading?
tr: Forex ticaretinde ölçeklendirmenin ana amacı nedir?

# title6
source: Developing a Forex Trading Strategy
tr: Bir Forex Ticaret Stratejisi Geliştirmek

# title7
source: Trading Psychology and Emotions
tr: Ticaret Psikolojisi ve Duygular

# title8
source: Trading Tools and Platforms
tr: Ticaret Araçları ve Platformları

# title9
source: Choosing a Forex Broker
tr: Bir Forex Brokeri Seçmek

# title10
source: Advanced Forex Trading Strategies
tr: Gelişmiş Forex Ticaret Stratejileri

source: My courses
tr: Kurslarım

source: Read the lesson
tr: Dersi oku

source: Lesson
tr: Ders

source: Lesson 2
tr: Ders 2

source: Lesson 3
tr: Ders 3

source: Lesson 4
tr: Ders 4

source: Lesson 5
tr: Ders 5

source: Lesson 6
tr: Ders 6

source: Lesson 7
tr: Ders 7

source: Lesson 8
tr: Ders 8

source: Lesson 9
tr: Ders 9

source: Lesson 10
tr: Ders 10

# time1.1
source: Understanding the Forex market
tr: Forex piyasasını anlamak

# time1.2
source: How Forex trading works
tr: Forex ticareti nasıl çalışır?

# time1.3
source: Key participants in the Forex market and their roles
tr: Forex piyasasındaki kilit katılımcılar ve rolleri

# time1.4
source: Popular currency pairs and their characteristics
tr: Popüler döviz çiftleri ve özellikleri

# time2.1
source: Introduction to technical analysis
tr: Teknik analize giriş

# time2.2
source: Essential tools of technical analysis: charts, indicators, etc.
tr: Teknik analizin temel araçları: çizelgeler, göstergeler vb.

# time2.3
source: Identifying trends and chart patterns
tr: Eğilimleri ve grafik modellerini belirleme

# time2.4
source: Using technical analysis to make trading decisions
tr: Alım satım kararları vermek için teknik analiz kullanmak

# time3.1
source: Introduction to fundamental analysis
tr: Temel analize giriş

# time3.2
source: Key economic indicators that impact Forex markets
tr: Forex piyasalarını etkileyen temel ekonomik göstergeler

# time3.3
source: Analyzing economic data and news events
tr: Ekonomik verilerin ve haber olaylarının analizi

# time3.4
source: Combining fundamental and technical analysis in trading
tr: Ticarette temel ve teknik analizi birleştirmek

# time4.1
source: Importance of risk management in Forex trading
tr: Forex ticaretinde risk yönetiminin önemi

# time4.2
source: Setting up stop-loss and take-profit levels
tr: Zararı durdur ve kar al seviyelerini ayarlama

# time4.3
source: Determining position sizes based on risk tolerance
tr: Pozisyon büyüklüklerinin risk toleransına göre belirlenmesi

# time4.4
source: Avoiding common risk management mistakes
tr: Yaygın risk yönetimi hatalarından kaçınma

# time5.1
source: Overview of various trading styles: scalping, day trading, swing trading, etc.
tr: Çeşitli ticaret stillerine genel bakış: ölçeklendirme, günlük ticaret, hızlı ticaret vb.

# time5.2
source: Identifying the best trading style for your personality and schedule
tr: Kişiliğiniz ve programınız için en iyi ticaret stilini belirleme

# time5.3
source: Advantages and disadvantages of each trading style
tr: Her ticaret stilinin avantajları ve dezavantajları

# time5.4
source: Tips for successful implementation of different trading styles
tr: Farklı ticaret stillerinin başarılı bir şekilde uygulanması için ipuçları

# time6.1
source: Building a solid trading plan
tr: Sağlam bir ticaret planı oluşturmak

# time6.2
source: Setting trading goals and objectives
tr: Ticaret amaçlarını ve hedeflerini belirleme

# time6.3
source: Defining entry and exit rules
tr: Giriş ve çıkış kurallarının tanımlanması

# time6.4
source: Testing and optimizing your trading strategy
tr: Ticaret stratejinizi test etme ve optimize etme

# time7.1
source: Understanding the impact of emotions on trading decisions
tr: Duyguların alım satım kararları üzerindeki etkisini anlamak

# time7.2
source: Common psychological biases that affect Forex traders
tr: Forex yatırımcılarını etkileyen yaygın psikolojik önyargılar

# time7.3
source: Techniques for managing emotions and staying disciplined
tr: Duyguları yönetme ve disiplinli kalma teknikleri

# time7.4
source: Cultivating a strong trading mindset
tr: Güçlü bir ticaret zihniyeti geliştirmek

# time8.1
source: Overview of popular trading platforms for Forex
tr: Forex için popüler ticaret platformlarına genel bakış

# time8.2
source: Essential trading tools and resources
tr: Temel ticaret araçları ve kaynakları

# time8.3
source: Customizing your trading platform for better efficiency
tr: Daha iyi verimlilik için ticaret platformunuzu özelleştirme

# time8.4
source: Exploring advanced trading features and options
tr: Gelişmiş ticaret özelliklerini ve seçeneklerini keşfetme

# time9.1
source: Factors to consider when selecting a Forex broker
tr: Bir Forex brokeri seçerken dikkate alınması gereken faktörler

# time9.2
source: Evaluating broker regulations and reliability
tr: Broker düzenlemelerini ve güvenilirliğini değerlendirme

# time9.3
source: Account types, spreads, and fees
tr: Hesap türleri, spreadler ve ücretler

# time9.4
source: Tips for finding the right broker for your trading needs
tr: Alım satım ihtiyaçlarınız için doğru brokeri bulmak için ipuçları

# time10.1
source: Exploring advanced trading techniques: hedging, carry trading, etc.
tr: Gelişmiş ticaret tekniklerini keşfetme: riskten korunma, taşıma ticareti vb.

# time10.2
source: Implementing advanced technical indicators and patterns
tr: Gelişmiş teknik göstergeler ve modellerin uygulanması

# time10.3
source: Incorporating macroeconomic analysis into your trading strategies
tr: Makroekonomik analizi ticaret stratejilerinize dahil etmek

# time10.4
source: Enhancing risk-adjusted returns with sophisticated trading methods
tr: Sofistike ticaret yöntemleriyle riske göre ayarlanmış getirileri artırma

source: 1 min
tr: 1 dakika

# desc1
source: this lesson will help you learn
tr: bu ders öğrenmenize yardımcı olacak

# test1.1
source: I already know that! Go to the test!
tr: Ben onu çoktan biliyorum! Teste git!

# test1.2
source: Let's check your knowledge, what if you missed something?
tr: Bilginizi kontrol edelim, ya bir şeyi kaçırdıysanız?

source: Take the test
tr: Testi çöz

source: That's great!
tr: Bu harika!

# result.description
source: To be honest, we didn't expect you to do so well. We are sure that you will have a brilliant career as a trader. In the meantime, we need to study the following lesson
tr: Dürüst olmak gerekirse, bu kadar iyi olmanı beklemiyorduk. Bir tüccar olarak parlak bir kariyere sahip olacağınızdan eminiz. Bu arada, aşağıdaki dersi çalışmamız gerekiyor.

source: correct
tr: doğru

source: Next
tr: Sonraki

source: Quiz
tr: Bilgi yarışması

# question1.1
source: What is Forex trading?
tr: Forex ticareti nedir?

# question1.2
source: How does Forex trading work?
tr: Forex ticareti nasıl çalışır?

# answer1.1.1
source: a) Buying and selling stocks
tr: a) Hisse senedi alım satımı

# answer1.1.2
source: b) Buying and selling currencies
tr: b) Döviz alım satımı

# answer1.1.3
source: c) Buying and selling real estate
tr: c) Gayrimenkul alım satımı

# answer1.2.1
source: a) By buying and selling the same currency
tr: a) Aynı para birimini alıp satarak

# answer1.2.2
source: b) By buying one currency and selling another currency simultaneously
tr: b) Aynı anda bir para birimi alıp başka bir para birimini satarak

# answer1.2.3
source: c) By buying and selling commoditie
tr: c) Mal alıp satarak

# answer1.3.1
source: a) Retail traders only
tr: a) Yalnızca perakende tüccarlar

# answer1.3.2
source: b) Central banks, commercial banks, financial institutions, and retail traders
tr: b) Merkez bankaları, ticari bankalar, finans kurumları ve perakende tüccarlar

# answer1.3.3
source: c) Only multinational corporations
tr: c) Sadece çok uluslu şirketler

# question2.1
source: What is the main focus of technical analysis in Forex trading?
tr: Forex ticaretinde teknik analizin ana odak noktası nedir?

# question2.2
source: What are some essential tools used in technical analysis?
tr: Teknik analizde kullanılan bazı temel araçlar nelerdir?

# question2.3
source: How can technical analysis help traders in Forex trading?
tr: Teknik analiz, yatırımcılara Forex ticaretinde nasıl yardımcı olabilir?

# answer2.1.1
source: a) Economic indicators and geopolitical events
tr: a) Ekonomik göstergeler ve jeopolitik olaylar

# answer2.1.2
source: b) Historical price data and market patterns
tr: b) Tarihsel fiyat verileri ve piyasa modelleri

# answer2.1.3
source: c) Fundamental analysis
tr: c) Temel analiz

# answer2.2.1
source: a) Economic calendars and news events
tr: a) Ekonomik takvimler ve haber etkinlikleri

# answer2.2.2
source: b) Charts, indicators, and trendlines
tr: b) Grafikler, göstergeler ve trend çizgileri

# answer2.2.3
source: c) Interest rates and inflation data
tr: c) Faiz oranları ve enflasyon verileri

# answer2.3.1
source: a) By predicting economic indicators
tr: a) Ekonomik göstergeleri tahmin ederek

# answer2.3.2
source: b) By setting entry and exit points for trades
tr: b) İşlemler için giriş ve çıkış noktaları belirleyerek

# answer2.3.3
source: c) By analyzing geopolitical events
tr: c) Jeopolitik olayları analiz ederek

# question3.1
source: What is the main purpose of fundamental analysis in Forex trading?
tr: Forex ticaretinde temel analizin asıl amacı nedir?

# question3.2
source: Which of the following is NOT a key economic indicator that impacts Forex markets?
tr: Aşağıdakilerden hangisi Forex piyasalarını etkileyen temel ekonomik göstergelerden biri DEĞİLDİR?

# question3.3
source: How do traders use fundamental and technical analysis together in Forex trading?
tr: Yatırımcılar Forex ticaretinde temel ve teknik analizi nasıl birlikte kullanır?

# answer3.1.1
source: a) To analyze historical price data
tr: a) Geçmiş fiyat verilerini analiz etmek için

# answer3.1.2
source: b) To evaluate economic, financial, and geopolitical factors
tr: b) Ekonomik, finansal ve jeopolitik faktörleri değerlendirmek

# answer3.1.3
source: c) To identify chart patterns for short-term trading
tr: c) Kısa vadeli ticaret için grafik modellerini belirlemek için

# answer3.2.1
source: a) Gross Domestic Product (GDP)
tr: a) Gayri Safi Yurtiçi Hasıla (GSYİH)

# answer3.2.2
source: b) Inflation rates
tr: b) Enflasyon oranları

# answer3.2.3
source: c) Stock market performance
tr: c) Borsa performansı

# answer3.3.1
source: a) Fundamental analysis is used for long-term trends, while technical analysis is used for short-term trading decisions.
tr: a) Uzun vadeli trendler için temel analiz kullanılırken, kısa vadeli ticaret kararları için teknik analiz kullanılır.

# answer3.3.2
source: b) Traders use either fundamental analysis or technical analysis, not both.
tr: b) Yatırımcılar ya temel analiz ya da teknik analiz kullanırlar, ikisini birden değil.

# answer3.3.3
source: c) Fundamental analysis is only used for analyzing economic data releases.
tr: c) Temel analiz, yalnızca ekonomik veri yayınlarını analiz etmek için kullanılır.

# question4.1
source: What is the purpose of risk management in Forex trading?
tr: Forex ticaretinde risk yönetiminin amacı nedir?

# question4.2
source: What is a stop-loss level?
tr: Stop-loss seviyesi nedir?

# question4.3
source: How can traders determine position sizes based on risk tolerance?
tr: Tüccarlar, risk toleransına dayalı olarak pozisyon boyutlarını nasıl belirleyebilir?

# answer4.1.1
source: a) To maximize profits
tr: a) Kârı en üst düzeye çıkarmak için

# answer4.1.2
source: b) To protect capital and minimize potential losses
tr: b) Sermayeyi korumak ve potansiyel kayıpları en aza indirmek için

# answer4.2.1
source: a) The level at which a trade is opened
tr: a) Bir işlemin açıldığı seviye

# answer4.2.2
source: b) An order placed to automatically close a trade at a specified price level
tr: b) Belirli bir fiyat seviyesinde bir işlemi otomatik olarak kapatmak için verilen emir

# answer4.3.1
source: a) By calculating the appropriate position size based on the take-profit level
tr: a) Kâr alma seviyesine göre uygun pozisyon büyüklüğünü hesaplayarak

# answer4.3.2
source: b) By calculating the appropriate position size based on the stop-loss level and desired risk percentage (Correct answer)
tr: b) Stop-loss seviyesi ve istenen risk yüzdesine göre uygun pozisyon büyüklüğünü hesaplayarak (Doğru cevap)

# question5.1
source: What is the main goal of scalping in Forex trading?
tr: Forex ticaretinde ölçeklendirmenin ana amacı nedir?

# question5.2
source: Which trading style involves holding positions for several weeks or even months?
tr: Hangi alım satım tarzı pozisyonları birkaç hafta hatta aylarca tutmayı içerir?

# question5.3
source: What is the primary focus of position trading?
tr: Pozisyon ticaretinin birincil odak noktası nedir?

# answer5.1.1
source: a) To hold positions for several days or weeks
tr: a) Pozisyonları birkaç gün veya hafta tutmak için

# answer5.1.2
source: b) To make quick profits by entering and exiting trades within seconds or minutes
tr: b) Saniyeler veya dakikalar içinde işlemlere girip çıkarak hızlı kar elde etmek

# answer5.1.3
source: c) To capitalize on short-term price fluctuations
tr: c) Kısa vadeli fiyat dalgalanmalarından yararlanmak için

# answer5.2.1
source: a) Scalping
tr: a) Soyma

# answer5.2.2
source: b) Day trading
tr: b) Günlük ticaret

# answer5.2.3
source: c) Swing trading
tr: c) Salıncak ticareti

# answer5.3.1
source: a) Making quick profits from short-term price movements
tr: a) Kısa vadeli fiyat hareketlerinden hızlı kar elde etme

# answer5.3.2
source: b) Holding positions for several weeks or months
tr: b) Birkaç hafta veya ay boyunca pozisyon tutma

# answer5.3.3
source: c) Using computer algorithms to execute trades automatically
tr: c) İşlemleri otomatik olarak yürütmek için bilgisayar algoritmalarını kullanma

# question6.1
source: What is the importance of having a trading plan in Forex?
tr: Forex'te bir ticaret planına sahip olmanın önemi nedir?

# question6.2
source: Why is setting clear trading objectives important?
tr: Net ticaret hedefleri belirlemek neden önemlidir?

# question6.3
source: What is the purpose of testing and optimizing a trading strategy?
tr: Bir ticaret stratejisini test etmenin ve optimize etmenin amacı nedir?

# answer6.1.1
source: a) It helps in setting unrealistic trading goals
tr: a) Gerçekçi olmayan ticaret hedefleri belirlemeye yardımcı olur

# answer6.1.2
source: b) It provides a roadmap for successful trading
tr: b) Başarılı ticaret için bir yol haritası sağlar

# answer6.1.3
source: c) It guarantees consistent profits
tr: c) Tutarlı karları garanti eder

# answer6.2.1
source: a) It helps in generating random profits
tr: a) Rastgele kar elde etmeye yardımcı olur

# answer6.2.2
source: b) It helps in measuring progress and success
tr: b) İlerlemeyi ve başarıyı ölçmeye yardımcı olur

# answer6.2.3
source: c) It leads to impulsive trading decisions
tr: c) Dürtüsel ticaret kararlarına yol açar

# answer6.3.1
source: a) To avoid backtesting historical data
tr: a) Geçmiş verileri geriye dönük olarak test etmekten kaçınmak için

# answer6.3.2
source: b) To refine and improve the strategy's performance
tr: b) Stratejinin performansını iyileştirmek ve iyileştirmek için

# answer6.3.3
source: c) To implement the strategy in live trading immediately
tr: c) Stratejiyi canlı ticarette hemen uygulamak için

# question7.1
source: What is one common psychological bias that can affect Forex traders?
tr: Forex yatırımcılarını etkileyebilecek yaygın bir psikolojik önyargı nedir?

# question7.2
source: How can traders manage emotions effectively during trading?
tr: Tüccarlar, alım satım sırasında duyguları etkili bir şekilde nasıl yönetebilir?

# question7.3
source: What is the importance of developing a strong trading mindset?
tr: Güçlü bir ticaret zihniyeti geliştirmenin önemi nedir?

# answer7.1.1
source: a) Fear of Missing Out (FOMO)
tr: a) Kaybetme Korkusu (FOMO)

# answer7.1.2
source: b) Fear of Losing (FOL)
tr: b) Kaybetme Korkusu (FOL)

# answer7.1.3
source: c) Both a) and b)
tr: c) Hem a) hem de b)

# answer7.2.1
source: a) By disregarding risk management principles
tr: a) Risk yönetimi ilkelerini göz ardı ederek

# answer7.2.2
source: b) By setting stop-loss and take-profit levels in advance
tr: b) Zararı durdur ve kar al seviyelerini önceden belirleyerek

# answer7.2.3
source: c) By making hasty trading decisions
tr: c) Aceleci alım satım kararları vererek

# answer7.3.1
source: a) To chase after quick profits
tr: a) Hızlı kazanç peşinde koşmak

# answer7.3.2
source: b) To accept losses as part of trading
tr: b) Ticaretin bir parçası olarak kayıpları kabul etmek

# answer7.3.3
source: c) To make impulsive trading decisions
tr: c) Dürtüsel ticaret kararları vermek için

# question8.1
source: Which trading platform is commonly used by Forex traders?
tr: Forex yatırımcıları tarafından yaygın olarak kullanılan ticaret platformu hangisidir?

# question8.2
source: What are some essential trading tools?
tr: Bazı temel ticaret araçları nelerdir?

# question8.3
source: What advantage do modern trading platforms offer?
tr: Modern ticaret platformları ne gibi avantajlar sunuyor?

# answer8.2.1
source: a) Social media platforms
tr: a) Sosyal medya platformları

# answer8.2.2
source: b) Economic calendars
tr: b) Ekonomik takvimler

# answer8.2.3
source: c) Food recipes
tr: c) Yemek tarifleri

# answer8.3.1
source: a) Inability to customize
tr: a) Özelleştirememe

# answer8.3.2
source: b) Limited trading features
tr: b) Sınırlı ticaret özellikleri

# answer8.3.3
source: c) Customization options
tr: c) Özelleştirme seçenekleri

# question9.1
source: What is the most important factor to consider when choosing a Forex broker?
tr: Bir Forex brokeri seçerken dikkate alınması gereken en önemli faktör nedir?

# question9.2
source: Why is it essential to choose a broker with competitive spreads?
tr: Rekabetçi marjlara sahip bir komisyoncu seçmek neden önemlidir?

# question9.3
source: What should you consider when evaluating a broker's trading platform?
tr: Bir komisyoncunun ticaret platformunu değerlendirirken nelere dikkat etmelisiniz?

# answer9.1.1
source: a) Account types
tr: a) Hesap türleri

# answer9.1.2
source: b) Regulation and reliability
tr: b) Düzenleme ve güvenilirlik

# answer9.1.3
source: c) Customer support
tr: c) Müşteri desteği

# answer9.1.4
source: d) Educational resources
tr: d) Eğitim kaynakları

# answer9.2.1
source: a) It allows for more cost-effective trading
tr: a) Daha uygun maliyetli ticarete izin verir

# answer9.2.2
source: b) It provides better customer support
tr: b) Daha iyi müşteri desteği sağlar

# answer9.2.3
source: c) It offers a user-friendly trading platform
tr: c) Kullanıcı dostu bir ticaret platformu sunar

# answer9.2.4
source: d) It enhances educational resources
tr: d) Eğitim kaynaklarını geliştirir

# answer9.3.1
source: a) Educational resources
tr: a) Eğitim kaynakları

# answer9.3.2
source: b) Deposit and withdrawal options
tr: b) Para yatırma ve çekme seçenekleri

# answer9.3.3
source: c) Trading tools and resources
tr: c) Ticaret araçları ve kaynakları

# answer9.3.4
source: d) Real-time price quotes and order execution capabilities
tr: d) Gerçek zamanlı fiyat teklifleri ve sipariş yürütme yetenekleri

# question10.1
source: What is the main purpose of hedging in Forex trading?
tr: Forex ticaretinde riskten korunmanın temel amacı nedir?

# question10.2
source: What does carry trading involve?
tr: Taşıma ticareti neleri içerir?

# question10.3
source: What is the role of macroeconomic analysis in advanced Forex trading strategies?
tr: Gelişmiş Forex ticaret stratejilerinde makroekonomik analizin rolü nedir?

# answer10.1.1
source: a) To maximize profits
tr: a) Kârı en üst düzeye çıkarmak için

# answer10.1.2
source: b) To protect against adverse price movements
tr: b) Olumsuz fiyat hareketlerinden korunmak için

# answer10.2.1
source: a) Buying low and selling high
tr: a) Düşükten alıp yüksekten satmak

# answer10.2.2
source: b) Taking advantage of interest rate differentials between two currencies
tr: b) İki para birimi arasındaki faiz oranı farklılıklarından yararlanmak

# answer10.3.1
source: a) Identifying potential entry and exit points in the market
tr: a) Pazara potansiyel giriş ve çıkış noktalarının belirlenmesi

# answer10.3.2
source: b) Understanding economic indicators that influence currency values
tr: b) Para birimi değerlerini etkileyen ekonomik göstergeleri anlama

source: Edit Profile
tr: Profili Düzenle

source: Edit
tr: Düzenlemek

source: Change Profile Photo
tr: Profil Fotoğrafını Değiştir

source: Nickname
tr: Takma ad

source: Description
tr: Tanım

source: Cancel
tr: İptal etmek

source: Done
tr: Tamamlamak

source: Newsline
tr: Haber hattı

source: New post
tr: Yeni posta

source: Write your news...
tr: Haberini yaz...

source: Settings
tr: Ayarlar

source: News
tr: Haberler

source: Courses
tr: Dersler

source: Passed
tr: Geçti

source: We were unable to load your photos
tr: Fotoğraflarınızı yükleyemedik

source: You can enable access in Privacy Settings
tr: Erişimi gizlilik ayarlarında ayarlayabilirsiniz

# onboarding.title0
source: Improve your experience of the app
tr: Deneyiminizi geliştirin uygulamanın

# onboarding.nextButton0
source: Next
tr: Sonraki

# time11.1
source: Introduction to Forex Trading
tr: Forex Ticaretine Giriş

# time11.2
source: What are Currencies?
tr: Para Birimleri nedir?

# time11.3
source: Forex Market Participants
tr: Forex Piyasası Katılımcıları

# time11.4
source: How Forex Trading Works
tr: Forex Ticareti Nasıl Çalışır?

# time11.5
source: Key Forex Terminology
tr: Anahtar Forex Terminolojisi

# time11.6
source: How Buy and Sell Orders Work
tr: Alış ve Satış Emirleri Nasıl Çalışır?

# time12.1
source: Introduction to Currency Pairs
tr: Döviz Çiftlerine Giriş

# time12.2
source: Fundamental Analysis
tr: Temel Analiz

# time12.3
source: Technical Analysis
tr: Teknik Analiz

# time12.4
source: Correlation Between Currency Pairs
tr: Döviz Çiftleri Arasındaki Korelasyon

# time12.5
source: Identifying Trading Opportunities
tr: Ticaret Fırsatlarını Belirleme

# time13.1
source: Placing Forex Trades
tr: Forex İşlemleri Yapmak

# time13.2
source: Managing Risk in Forex Trading
tr: Forex Ticaretinde Risk Yönetimi

# time13.3
source: Leverage and Margin
tr: Kaldıraç ve Marj

# time13.4
source: Emotional Discipline
tr: Duygusal disiplin

# time13.5
source: Monitoring Trades and Exiting
tr: İşlemleri İzleme ve Çıkma

# time13.6
source: Conclusion
tr: Çözüm

# time14.1
source: Start Early: The Power of Compound Interest
tr: Erken Başlayın: Bileşik Faizin Gücü

# time14.2
source: Retirement Accounts and Investments
tr: Emeklilik Hesapları ve Yatırımlar

# time14.3
source: Pension Plans and Social Security
tr: Emeklilik Planları ve Sosyal Güvenlik

# time14.4
source: Setting Retirement Goals
tr: Emeklilik Hedefleri Belirleme

# time14.5
source: Embracing Retirement Savings Strategies
tr: Emeklilik Tasarruf Stratejilerini Kucaklamak

# time14.6
source: Conclusion
tr: Çözüm

# time15.1
source: Real Estate Investment
tr: Gayrimenkul Yatırım

# time15.2
source: Dividend Stocks and Investments
tr: Temettü Hisseleri ve Yatırımlar

# time15.3
source: Creating an Online Business
tr: Çevrimiçi İşletme Oluşturma

# time15.4
source: Peer-to-Peer Lending and Crowdfunding
tr: Eşler Arası Borç Verme ve Kitle Fonlaması

# time15.5
source: Building a Portfolio of Income Streams
tr: Gelir Akışları Portföyü Oluşturma

# time15.6
source: Conclusion
tr: Çözüm
