Repository: marrrydm/FXCourse
Catalog: ForexCourse/Support/*.lproj/Localizable.strings
Languages: tr

# time16.1
source: Importance of Financial Independence
tr: Finansal Bağımsızlığın Önemi

# time16.2
source: Strategies for Achieving Financial Independence
tr: Finansal Bağımsızlığa Ulaşma Stratejileri

# time16.3
source: The Role of Investments and Income
tr: Yatırımların ve Gelirin Rolü

# time16.4
source: Lifestyle Adjustments for Long-Term Savings
tr: Uzun Vadeli Tasarruflar İçin Yaşam Tarzı Düzenlemeleri

# time16.5
source: Legacy Planning and Estate Management
tr: Eski Planlama ve Emlak Yönetimi

# time16.6
source: Conclusion
tr: Çözüm

source: 2 min
tr: 2 dakika

# question11.1
source: What is the primary purpose of Forex trading?
tr: Forex ticaretinin birincil amacı nedir?

# question11.2
source: What are currency pairs in the Forex market?
tr: Forex piyasasındaki döviz çiftleri nelerdir??

# question11.3
source: Who are the participants in the Forex market?
tr: Forex piyasasının katılımcıları kimlerdir?

# answer11.1.1
source: a) To collect rare and valuable currencies
tr: a) Nadir ve değerli para birimlerini toplamak

# answer11.1.2
source: b) To profit from the fluctuations in currency prices.
tr: b) Döviz fiyatlarındaki dalgalanmalardan kar elde etmek.

# answer11.1.3
source: c) To promote cross-border tourism
tr: c) Sınır ötesi turizmi teşvik etmek

# answer11.2.1
source: a) Combinations of two different languages
tr: a) İki farklı dilin kombinasyonları

# answer11.2.2
source: b) Combinations of two different countries
tr: b) İki farklı ülkenin kombinasyonları

# answer11.2.3
source: c) Combinations of two different currencies for trading
tr: c) Ticaret için iki farklı para biriminin kombinasyonları

# answer11.3.1
source: a) Only retail traders and central banks
tr: a) Yalnızca bireysel tüccarlar ve merkez bankaları

# answer11.3.2
source: b) Only multinational corporations
tr: b) Sadece çok uluslu şirketler

# answer11.3.3
source: c) Various entities including retail traders, institutional investors, and central banks
tr: c) Perakende tüccarlar, kurumsal yatırımcılar ve merkez bankaları dahil olmak üzere çeşitli kuruluşlar

# question12.1
source: What are the three categories of currency pairs in Forex trading?
tr: Forex ticaretindeki üç döviz çifti kategorisi nelerdir?

# question12.2
source: Which type of analysis involves assessing economic indicators, political events, and central bank policies?
tr: Hangi analiz türü ekonomik göstergelerin, siyasi olayların ve merkez bankası politikalarının değerlendirilmesini içerir?

# question12.3
source: What does positive correlation between two currency pairs mean?
tr: İki döviz çifti arasındaki pozitif korelasyon ne anlama geliyor?

# answer12.1.1
source: a) Major, intermediate, exotic
tr: a) Büyük, orta, egzotik

# answer12.1.2
source: b) Major, minor, exotic
tr: b) Majör, minör, egzotik

# answer12.1.3
source: c) Primary, secondary, exotic
tr: c) Birincil, ikincil, egzotik

# answer12.2.1
source: a) Technical analysis
tr: a) Teknik analiz

# answer12.2.2
source: b) Sentiment analysis
tr: b) Duygu analizi

# answer12.2.3
source: c) Fundamental analysis
tr: c) Temel analiz

# answer12.3.1
source: a) They have no relationship
tr: a) Herhangi bir ilişkileri yoktur.

# answer12.3.2
source: b) They move in opposite directions
tr: b) Zıt yönlerde hareket ederler

# answer12.3.3
source: c) They move in the same direction
tr: c) Aynı yönde hareket ederler.

# question13.1
source: What is the purpose of setting a stop-loss order in Forex trading?
tr: Forex ticaretinde bir zararı durdur emri belirlemenin amacı nedir?

# question13.2
source: What is the significance of leverage in Forex trading?
tr: Forex ticaretinde kaldıracın önemi nedir?

# question13.3
source: Why is emotional discipline important in Forex trading?
tr: Forex ticaretinde duygusal disiplin neden önemlidir?

# answer13.1.1
source: a) To maximize potential profits
tr: a) Potansiyel karı maksimize etmek

# answer13.1.2
source: b) To control the size of the trading position
tr: b) Alım satım pozisyonunun büyüklüğünü kontrol etmek

# answer13.1.3
source: c) To close a trade automatically at a predefined loss level
tr: c) Bir işlemi önceden tanımlanmış bir kayıp seviyesinde otomatik olarak kapatmak

# answer13.2.1
source: a) Leverage reduces potential losses
tr: a) Kaldıraç potansiyel kayıpları azaltır

# answer13.2.2
source: b) Leverage is not a factor in Forex trading
tr: b) Kaldıraç, Forex ticaretinde bir faktör değildir

# answer13.2.3
source: c) Leverage allows traders to control larger positions with less capital
tr: c) Kaldıraç, tacirlerin daha az sermaye ile daha büyük pozisyonları kontrol etmelerini sağlar

# answer13.2.4
source: d) Leverage eliminates the need for risk management
tr: d) Kaldıraç, risk yönetimi ihtiyacını ortadan kaldırır

# answer13.3.1
source: a) Emotional discipline is not relevant to Forex trading
tr: a) Duygusal disiplin Forex ticareti ile ilgili değildir

# answer13.3.2
source: b) Emotions have no impact on trading decisions
tr: b) Duyguların ticaret kararları üzerinde hiçbir etkisi yoktur

# answer13.3.3
source: c) Emotional discipline helps traders make informed and rational decisions
tr: c) Duygusal disiplin, tüccarların bilinçli ve rasyonel kararlar almasına yardımcı olur

# question14.1
source: What is the significance of compound interest in retirement planning?
tr: Emeklilik planlamasında bileşik faizin önemi nedir?

# question14.2
source: How can diversifying investments help in retirement planning?
tr: Yatırımları çeşitlendirmek emeklilik planlamasına nasıl yardımcı olabilir?

# question14.3
source: Why is setting retirement goals important?
tr: Emeklilik hedefleri belirlemek neden önemlidir?

# answer14.1.1
source: a) Compound interest refers to the interest you earn from only your initial investment.
tr: a) Bileşik faiz, yalnızca ilk yatırımınızdan kazandığınız faizi ifade eder.

# answer14.1.2
source: b) Compound interest has no impact on retirement savings.
tr: b) Bileşik faizin emeklilik tasarrufları üzerinde etkisi yoktur.

# answer14.1.3
source: c) Compound interest allows your investments to grow exponentially over time.
tr: c) Bileşik faiz, yatırımlarınızın zaman içinde katlanarak büyümesini sağlar.

# answer14.2.1
source: a) Diversifying investments is unnecessary for retirement planning
tr: a) Emeklilik planlaması için yatırımları çeşitlendirmek gereksizdir

# answer14.2.2
source: b) Diversifying investments can lead to higher taxes in retirement
tr: b) Yatırımları çeşitlendirmek emeklilikte daha yüksek vergilere yol açabilir

# answer14.2.3
source: c) Diversifying investments helps mitigate risks and maximize returns
tr: c) Yatırımları çeşitlendirmek, riskleri azaltmaya ve getirileri en üst düzeye çıkarmaya yardımcı olur

# answer14.3.1
source: a) Retirement goals are irrelevant as they change over time.
tr: a) Emeklilik hedefleri zamanla değiştikleri için ilgisizdir.

# answer14.3.2
source: b) Retirement goals are solely focused on the desired lifestyle
tr: b) Emeklilik hedefleri yalnızca istenen yaşam tarzına odaklanır.

# answer14.3.3
source: c) Retirement goals help determine future expenses and savings needs
tr: c) Emeklilik hedefleri, gelecekteki harcamaların ve tasarruf ihtiyaçlarının belirlenmesine yardımcı olur

# answer14.3.4
source: d) Retirement goals are only necessary for those close to retirement age
tr: d) Emeklilik hedefleri sadece emeklilik yaşına yakın olanlar için gereklidir.

# question15.1
source: What is the primary goal of generating passive income?
tr: Pasif gelir elde etmenin birincil amacı nedir?

# question15.2
source: Which of the following is NOT discussed as a potential source of passive income?
tr: Aşağıdakilerden hangisi potansiyel bir pasif gelir kaynağı olarak tartışılmaz?

# question15.3
source: Why is diversification important when building a portfolio of income streams?
tr: Bir gelir akışı portföyü oluştururken çeşitlendirme neden önemlidir?

# answer15.1.1
source: a) To work long hours
tr: a) Uzun saatler çalışmak

# answer15.1.2
source: b) To secure financial independence
tr: b) Mali bağımsızlığı sağlamak

# answer15.1.3
source: c) To retire early
tr: c) Erken emekli olmak

# answer15.1.4
source: d) To rely solely on active income
tr: d) Yalnızca aktif gelire güvenmek

# answer15.2.1
source: a) Real Estate Investment
tr: a) Gayrimenkul Yatırımı

# answer15.2.2
source: b) Dividend Stocks
tr: b) Temettü Hisseleri

# answer15.2.3
source: c) Full-time Employment
tr: c) Tam zamanlı İstihdam

# answer15.2.4
source: d) Online Business
tr: d) Çevrimiçi İş

# answer15.3.1
source: a) It guarantees high returns
tr: a) Yüksek getiri garanti eder

# answer15.3.2
source: b) It reduces the need for financial planning
tr: b) Finansal planlama ihtiyacını azaltır.

# answer15.3.3
source: c) It helps mitigate risks
tr: c) Risklerin azaltılmasına yardımcı olur

# answer15.3.4
source: d) It requires minimal effort
tr: d) Minimum çaba gerektirir

# question16.1
source: What is the primary benefit of achieving financial independence in old age?
tr: Yaşlılıkta finansal bağımsızlığa ulaşmanın birincil faydası nedir?

# question16.2
source: What are some foundational steps in achieving financial freedom?
tr: Finansal özgürlüğe ulaşmak için bazı temel adımlar nelerdir?

# question16.3
source: How do investments contribute to financial independence?
tr: Yatırımlar finansal bağımsızlığa nasıl katkıda bulunur?

# answer16.1.1
source: a) Ability to work multiple jobs
tr: a) Birden fazla işte çalışabilme

# answer16.1.2
source: b) Flexibility to make choices without financial constraints
tr: b) Finansal kısıtlamalar olmadan seçim yapma esnekliği

# answer16.1.3
source: c) Unlimited travel opportunities
tr: c) Sınırsız seyahat imkanı

# answer16.1.4
source: d) Pursuit of extravagant spending
tr: d) Savurgan harcama peşinde koşmak

# answer16.2.1
source: a) Accumulating debt
tr: a) Birikmiş borç

# answer16.2.2
source: b) Avoiding budgeting and saving
tr: b) Bütçe yapmaktan ve tasarruf etmekten kaçınmak

# answer16.2.3
source: c) Reducing expenses and avoiding unnecessary spending
tr: c) Harcamaları azaltmak ve gereksiz harcamalardan kaçınmak

# answer16.2.4
source: d) Ignoring investments
tr: d) Yatırımları göz ardı etmek

# answer16.3.1
source: a) They lead to excessive debt
tr: a) Aşırı borca yol açarlar

# answer16.3.2
source: b) They guarantee immediate wealth
tr: b) Anında zenginliği garanti ederler

# answer16.3.3
source: c) They provide steady returns and income
tr: c) İstikrarlı getiri ve gelir sağlarlar.

# answer16.3.4
source: d) They require constant monitoring
tr: d) Sürekli izleme gerektirirler

# title11
source: Understanding Forex Trading Basics
tr: Forex Ticaretinin Temellerini Anlamak

# title12
source: Analyzing Currency Pairs for Trading
tr: Ticaret için Döviz Çiftlerini Analiz Etme

# title13
source: Executing Forex Trades and Risk Management
tr: Forex İşlemlerini Yürütme ve Risk Yönetimi

# title14
source: Planning for a Secure Retirement
tr: Güvenli Bir Emeklilik İçin Planlama

# title15
source: Generating Passive Income After 40
tr: 40 Yaşından Sonra Pasif Gelir Elde Etmek

# title16
source: Financial Freedom in Your Golden Years
tr: Altın Yıllarınızda Finansal Özgürlük

# topic22
source: Forex - buy and sell currencies
tr: Forex - para birimlerini al ve sat

# topic33
source: Carefree old age or income after the age of 40
tr: Kaygısız yaşlılık veya 40 yaşından sonra gelir

source: Result
tr: Sonuç
